digitie/canview/tests/fixtures/idf-ota-image/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
# 합성 검증 fixture 전용 상한. 장치 stack high-water/시간 검증은 별도 NOT_RUN gate다.
CONFIG_ESP_MAIN_TASK_STACK_SIZE=16384
CONFIG_SECURE_SIGNED_APPS_NO_SECURE_BOOT=y
CONFIG_SECURE_SIGNED_ON_UPDATE_NO_SECURE_BOOT=y
CONFIG_SECURE_SIGNED_APPS_RSA_SCHEME=y
# CONFIG_SECURE_BOOT_BUILD_SIGNED_BINARIES is not set
